taskt/UI/Forms/ScriptBuilder/CommandEditor/Supplemental/frmUIElementSearchParameter.dot
digraph "frmUIElementSearchParameter" {
"frmUIElementSearchParameter" -> "DialogLikeThemedForm";
"frmUIElementSearchParameter" -> "DialogLikeThemedForm";
"DialogLikeThemedForm" -> "ThemedForm";
"DialogLikeThemedForm" -> "ThemedForm";
"ThemedForm" -> "Form";
"ThemedForm" -> "Form";
}
