taskt/UI/Forms/ScriptBuilder/CommandEditor/Supplemental/frmUIElementSearchParameter.puml
@startuml
frmUIElementSearchParameter --> DialogLikeThemedForm
frmUIElementSearchParameter --> DialogLikeThemedForm
DialogLikeThemedForm --> ThemedForm
DialogLikeThemedForm --> ThemedForm
ThemedForm --> Form
ThemedForm --> Form
@enduml
